[
    {
        "name":"Detached units",
        "ref":"None",
        "maniples":[],
        "units":[],
        "traits":[],
        "wargear":[],
        "personalTraits":[],
        "stratagems":[]
    },
    {
        "name":"Legio Gryphonicus",
        "ref":"Legio Gryphonicus",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Lust for Glory",
                "ref":"Lust for Glory",
                "description":"After both sides have deployed, a player commanding a Legio Gryphonicus battlegroup can declare that any of their Titans will claim an enemy Titan as a target. Declare out loud which Titan is making the claim and their intended target, and write both down. If a Titan attacks its intended target, the controlling player can re-roll Hit rolls of 1, and add 1 to the result of any Armour rolls. However, if another Titan attacks the intended target then the claim is forfeit and this rule no longer applies."
            },
            {
                "name":"Mainstay of the Titan Legion",
                "ref":"Mainstay of the Titan Legion",
                "description":"When assembling a Legio Gryphonicus maniple, players can select up to one Reaver Titan in place of a Warlord Titan or Warhound Titan."
            }
        ],
        "wargear":[
            {
                "name":"Enhanced Auspex Relays",
                "ref":"Enhanced Auspex Relays",
                "description":"Any Legio Gryphonicus Warhound can be equipped with enhanced auspex relays at a cost of +10 points. Whenever a Legio Gryphonicus Titan makes an attack, it can measure the distance to any targets that are within 12\" of a friendly Warhound equipped with enhanced auspex relays before declaring its target."
            },
            {
                "name":"Gravatus Plating",
                "ref":"Gravatus Plating",
                "description":"A Legio Gryphonicus Reaver that is chosen as part of a maniple in place of a Warlord Titan (as per the Mainstay of the Titan Legion, rule above) can be fitted with gravatus plating at a cost of +20 points. This increases the Armour value of the Reaver's body and legs by I point each, but subtracts 1 from its default and boosted Speed characteristics"
            },
            {
                "name":"Motive Sub-reactors",
                "ref":"Motive Sub-reactors",
                "description":"A Legio Gryphonicus Reaver which is chosen as part of a maniple in place of a Warhound Titan (as per the Mainstay of the Titan Legion found on rulebook page 89) can be fitted with motive sub-reactors at a cost of +25 points. This allows the Reaver to use its boosted Speed and Manoeuvre characteristics without pushing its reactor. However, each time the Titan suffers a Critical Hit to its Legs, roll a D6. On a result of 3 or less, its Reactor level is increased by 1."
            }
        ],
        "personalTraits":[
            {
                "name":"Reckless Maverick",
                "ref":"Reckless Maverick",
                "description":"Once per battle, the Princeps Seniores' Titan can be activated a second time in the Movement phase or Combat phase. After doing so, advance the Titan's Reactor level three times."
            },
            {
                "name":"Master Duelist",
                "ref":"Master Duelist",
                "description":"Failed Hit rolls for the Princeps Seniores' Titan can be re-rolled when it is making attacks against a target which is within 8\"."
            },
            {
                "name":"Hunter without Equal",
                "ref":"Hunter without Equal",
                "description":"Re-roll any failed Hit rolls, not just Hit rolls of 1, when the Princeps Seniores' Titan attacks a target it has claimed (see the Lust for Glory rule on rulebook page 89)."
            }
        ],
        "stratagems":[]
    },
    {
        "name":"Legio Tempestus",
        "ref":"Legio Tempestus",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Glory in Death",
                "ref":"Glory in Death",
                "description":"Before making a Catastrophic Damage roll for a Legio Tempestus Titan, make a Command check for it. If the test is passed, the Titan can immediately attack with one of its weapons (following the Combat Sequence) or with all of its weapons if the test is passed by 3 or more."
            },
            {
                "name":"Fury of the Machine",
                "ref":"Fury of the Machine",
                "description":"When making an Awakened Machine Spirit roll for a Legio Tempestus Titan, re-roll any results of 1, 2 or 3. If the re-roll is a 1, 2 or 3, the result stands."
            }
        ],
        "wargear":[
            {
                "name":"Chasmata Pattern Laser Destructors",
                "ref":"Chasmata Pattern Laser Destructors",
                "description":"This enhanced technology, based on archaeotech found near the Titan Legion's fortress on Mars, adds 3\" to the weapon's Short range and 6\" to its Long range."
            }
        ],
        "personalTraits":[
            {
                "name":"Adamantium Resolve",
                "ref":"Adamantium Resolve",
                "description":"Once per battle, at any point, the controlling player can remove Shutdown orders from the Princeps Seniores' Titan, even as the Shutdown order is issued, effectively cancelling it."
            },
            {
                "name":"Storm-born",
                "ref":"Storm-born",
                "description":"When a Titan in the Princeps Seniores' maniple that has Charge orders moves in the Movement phase, it uses its boosted Speed value without having to push its reactor."
            },
            {
                "name":"Defiant Warrior",
                "ref":"Defiant Warrior",
                "description":"If the Princeps Seniores' Titan's void shields have collapsed, Hit rolls of 1 for its attacks can be re-rolled."
            }
        ],
        "stratagems":[
            {
                "name":"Combat Drop (3)",
                "ref":"Combat Drop",
                "description":"When a player chooses this Stratagem, they must secretly write down the name of one of their Titans which has a Scale of 6 or lower. Play this Stratagem at the start of deployment to set that unit to one side and state that it is being held in orbit (it is not deployed with the rest of the battlegroup). Declare (and write down) a round between rounds 2-4 - this is the round in which its dropship is aiming to deploy the Titan to the battlefield.\nAt the beginning of the Movement phase of the chosen round, roll a D10. If the result is lower than the Titan's Scale, it arrives. Otherwise the Titan is delayed and will arrive at the start of the following Movement phase instead.\nWhen the Titan arrives, place it anywhere on the battlefield that is not within 1\" of another model or terrain feature, then scatter it D6\". Once it has been scattered, roll a D3. On a 1-2, it makes a 45° turn to the left. On a 3-4, it stays where it is, and on a 5-6, it makes a 45° turn to the right. If the Titan scatters or turns into any terrain, it stops before moving into it and then suffers D6 Strength 9 hits.\nA Titan that arrives from orbit cannot be activated in any of the phases of the current round, as it is deploying from its dropship. It can, however, be targeted by attacks as normal."
            }
        ]
    },
    {
        "name":"Legio Crucius",
        "ref":"Legio Crucius",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Forgeborn",
                "ref":"Forgeborn",
                "description":"In the first and second rounds of the game, when a Legio Crucius Titan makes a Repair roll, either in the Damage Control phase or as a result of being issued an Emergency Repair Order, it may re-roll any dice results of 1."
            },
            {
                "name":"Pride of Ryza",
                "ref":"Pride of Ryza",
                "description":"During the Damage Control phase, or when making Repair rolls as part of an Emergency Repair Order, when a Legio Crucius Titan uses a dice result of 6 to Vent Plasma, decrease the Titan's Reactor level by 2 rather than 1."
            }
        ],
        "wargear":[
            {
                "name":"Terminus Override Mechanisms",
                "ref":"Terminus Override Mechanisms",
                "description":"Any Legio Crucius Titan may be equipped with a terminus override mechanism for +30 points. The first time a Legio Crucius Titan with a terminus override mechanism would be required to roll on the Reactor Overload table (see page 43 of the Adeptus Titanicus rulebook), instead of rolling, give the Titan a Shutdown order instead. Once triggered in this manner, a terminus override mechanism has no further effect on the game."
            },
            {
                "name":"Bi-folded Power Containment",
                "ref":"Bi-folded Power Containment",
                "description":"Any Legio Crucius Titan may be equipped with a bi-folded power containment system for +30 points. When firing a weapon with the Draining trait (see page 39 of the Adeptus Titanicus rulebook), a Titan equipped with a bi-folded power containment system can roll a D6 to mitigate its effect. On a 4+, the Titan can roll the Reactor dice twice and choose the result they want. On a 1, however, they must roll the Reactor dice twice and choose the result that would advance their Reactor marker by the most or, if both results would advance it by the same amount, the result that would Awaken the Machine Spirit."
            }
        ],
        "personalTraits":[
            {
                "name":"Collegia Lord",
                "ref":"Collegia Lord",
                "description":"When making a Command Check for the Princeps Seniores' Titan, if a 9 or 1O is rolled they may issue Orders to any or all of the Titans in their maniple (provided that they do not already have an Order) without the need to make Command checks for them."
            },
            {
                "name":"Mechanicum Born",
                "ref":"Mechanicum Born",
                "description":"Once in each Damage Control phase, you can re-roll one of the Repair dice for the Princeps Seniores' Titan, though you must accept the second result, even if it is worse."
            },
            {
                "name":"Black Banner",
                "ref":"Black Banner",
                "description":"If the Princeps' battlegroup does not have a Tertiary Objective (as part of a Stratagem or Mission), it gains the Salvation of Crucius Tertiary Objective. A battlegroup with this objective earns 5 Victory points at the end of the game if their Princeps Seniores' Titan was not destroyed or Structurally Compromised."
            }
        ],
        "stratagems":[]
    },
    {
        "name":"Legio Fortidus",
        "ref":"Legio Fortidus",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Children of Mars",
                "ref":"Children of Mars",
                "description":"Legio Fortidus Titans never suffer penalties to their Command checks and may ignore effects that force them to re-roll successful Command checks. Knight Banners bonded to Legio Fortidus may re-roll Command checks to avoid becoming Shaken provided they are within line ofsight ofat least one Legio Fortidus Battle Titan."
            },
            {
                "name":"Lost Sons",
                "ref":"Lost Sons",
                "description":"A Legio Fortidus battlegroup may alter one of the mandatory Titan components of any or all of its maniples. Note that for the purposes of the maniple's rules, the replacement Titan still counts as the Titan type it replaced (i.e., ifa Legio Fortidus Venator maniple replaced one of che maniple's mandatory Warhound Titans with a Reaver Titan, the replacement Reaver Titan would still count as a Warhound for the Opportunistic Strike special rule and so not gain extra attacks against a Titan whose shields had been collapsed by a Warhound)."
            }
        ],
        "wargear":[],
        "personalTraits":[
            {
                "name":"Broken by Treachery",
                "ref":"Broken by Treachery",
                "description":"When targeting a Titan with a Scale equal or larger than the Princeps' own Titan, you may re-roll the dice for its first attack roll of the game. Note that in the case of weapons with multiple arrack dice, all of the dice must be re-rolled or none of them."
            },
            {
                "name":"Immortal of Mars",
                "ref":"Immortal of Mars",
                "description":"The Princeps counts the effects of Critical Damage to their Titan's Head as one level lower than it is (i.e., Moderati Wounded and Princeps Wounded counts a Moderati Wounded and MIU Feedback, while Moderati Wounded and MIU Feedback counts only as MIU Feedback, while MIU Feedback alone is ignored)."
            },
            {
                "name":"Soldier of the Crusade",
                "ref":"Soldier of the Crusade",
                "description":"The presence of the Princeps adds one additional Stratagem point co their battlegroup that may be used before the battle co purchase Stratagems."
            }
        ],
        "stratagems":[
            {
                "name":"For the Red Planet (2)",
                "ref":"For the Red Planet",
                "description":"This Stratagem can be purchased by any Legio Fortidus player. The Dauntless player may reveal this Stratagem when activating a Titan. Until the beginning of the following game round, the Titan ignores the damage effects of Critical Damage to its Head, Body or Legs, as chosen by the player when the Stratagem is revealed."
            },
            {
                "name":"Red Skies (1)",
                "ref":"Red Skies",
                "description":"This Stratagem can be purchased by any Legio Fortidus player. The Dauntless player may reveal this Stratagem when one of their Titans suffers a Magazine Detonation or Catastrophic Meltdown result on the Catastrophic Damage table (see page 36 of the Adeptus Titanicus rulebook). When resolving the Catastrophic Damage effects, add 5 to the Titan's Scale."
            }
        ]
    },
    {
        "name":"Legio Vulcanum",
        "ref":"Legio Vulcanum",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Two-faced God",
                "ref":"Children of Mars",
                "description":"When fielding a Legio Vulcanum battlegroup, a player may nominate two Legio Vulcanum Titans to be commanded by a Princeps Seniores (see page 55 of the Adeptus Titanicus rulebook). These Titans may not be part of the same maniple. If one of the Princeps Seniores' Titans is destroyed, for the remainder of the game count the other Princeps Seniores' Titan as having suffered an unrepairable Princeps Wounded damage effect."
            },
            {
                "name":"For the Fallen",
                "ref":"For the Fallen",
                "description":"For each Legio Vulcanum Titan in the battlegroup that has been destroyed, the Legio Vulcanum player gains a single re-roll that may be used once each round. This re-roll may be used to re-roll the result of any single dice roll made by a Legio Vulcanum Titan."
            }
        ],
        "wargear":[
            {
                "name":"Twinned Machine Spirits",
                "ref":"Twinned Machine Spirits",
                "description":"Any two Legio Vulcanum Titans may take twinned machine spirits for +20 points each. Legion Vulcanum Titans with twinned machine spirits count as being part of a squadron with each other (see page 45 of the Adeptus Titanicus rulebook). However, should a Titan with a twinned machine spirit roll the Machine Spirit symbol on the Reactor dice, both it and its paired Titan must make a Command check to see if their Titan's machine spirit awakens. Note that multiple pairs of Titans in a Legio Vulcanum Battlegroup may be equipped to have twinned machine spirits, each forming their own squadron of two."
            },
            {
                "name":"Janus Pattern Missiles",
                "ref":"Janus Pattern Missiles",
                "description":"Any Legio Vulcanum Titan armed with an apocalypse missile launcher or paired apocalypse missile launchers may take Janus pattern missiles for +20 points. Legio Vulcanum Titans with Janus pattern missiles may split the dice of their missile launchers between more than one target as the Janus warheads disperse in flight. The Titan chooses a main target for its missiles, which will either be the same target as the rest of its weapons or one of its targets if it has the Split Fire order. At least one dice must then be allocated to the Titan's main target. The rest of the missile launcher's dice can then either be applied to the main target or any other target within 12\" of the main target, provided that they are in range and line of sight of the weapon."
            }
        ],
        "personalTraits":[
            {
                "name":"True Born",
                "ref":"True Born",
                "description":"The Princeps adds 3 to Command checks when issuing Orders to their own Titan, rather than 2. If you roll a 1 when making a Command check, no further Command checks can be made for their Battlegroup, regardless of re-rolls or other special rules."
            },
            {
                "name":"Divided of Mind",
                "ref":"Divided of Mind",
                "description":"If the Princeps fails a Command check when issuing an Order to their Titan, roll the Order dice. The rolled Order is then applied to the Princeps' Titan, unless it is a Shutdown order, in which case it may either be applied or ignored."
            },
            {
                "name":"Soldier of the Crusade",
                "ref":"Soldier of the Crusade",
                "description":"The presence of the Princeps adds one additional Stratagem point co their battlegroup that may be used before the battle co purchase Stratagems."
            }
        ],
        "stratagems":[
            {
                "name":"Symbiotic Commands (1)",
                "ref":"Symbiotic Commands",
                "description":"This Stratagem can be purchased by any Legio Vulcanum player. Play this Stratagem in the Strategy phase after successfully issuing an Order to a Legio Vulcanum Titan. The player may, if they choose, immediately issue this same Order to any or all of the Legio Vulcanum Titans in their battlegroup without the need to make further Command checks."
            }
        ]
    },
    {
        "name":"Legio Interfector",
        "ref":"Legio Interfector",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Creeping Madness",
                "ref":"Creeping Madness",
                "description":"When a Legio Interfector Titan is activated in the Movement phase, its player may choose to allow the madness ofits Princeps to take over. When this madness takes over, roll D3:\n1. Dark Embrace: The Titan gains the Charge order. It must move towards the nearest enemy Titan or Knight Banner by the shortest route possible, stopping if it reaches base contact with another model, and then make a Smash attack, or an attack with a weapon with the Melee trait.\n2. Weapon Overload: The Titan gains the First Fire order. When the Titan would fire in the Movement phase, randomly choose one of the Titan's weapons and make an attack with this weapon against the nearest enemy Titan or Knight Banner, counting the weapon's Strength as 2 higher than normal and its Dice as 1 higher than normal. After the attack has been resolved, disable the chosen weapon.\n3. Static Scream: All Titans and Knight Banners, both friend and foe, within 12\" of the Titan must remove their Orders, unless they are on Shutdown orders or Emergency Repair orders. Titans who lost their Orders before they activated are not subject to any of the lost Order's restrictions."
            }
        ],
        "wargear":[
            {
                "name":"Static Rounds",
                "ref":"Static Rounds",
                "description":"Any Legio Interfector Reaver or Warhound Titan armed with a Vulcan mega-bolter may rake static rounds for +15 points. A Titan equipped with static rounds uses a modified version of the Rapid trait when firing its mega-bolter. Against a target with active void shields, each Hit roll of 5 or 6 causes 2 hits, rather than 1. If a roll of 6 To Hit was required, this rule has no effect. Static rounds have no additional effects against targets without active void shields, although the weapon will retain the normal effects of the Rapid trait."
            }
        ],
        "personalTraits":[
            {
                "name":"Dark Fanatic",
                "ref":"Dark Fanatic",
                "description":"The first time the Princeps Titan suffers Catastrophic Damage, roll a D10. On a 6, 7, 8 or 9, it is ignored and has no effect. On any other result, count the Catastrophic Damage roll as a Catastrophic Meltdown."
            },
            {
                "name":"Raving Madman",
                "ref":"Raving Madman",
                "description":"When rolling a D10, such as to determine the First Player or when making a Command check, the Princeps' battlegroup can count any roll of 9 as a 6, or any roll of 6 as a 9."
            },
            {
                "name":"Hollowed Out",
                "ref":"Hollowed Out",
                "description":"The Princeps' Titan does not add 2 to its Command checks for being a Princeps Seniores. However, the Princeps' Titan also ignores all damage effects resulting from Critical Damage to the Titan's Head."
            }
        ],
        "stratagems":[
            {
                "name":"Portents of Doom (2)",
                "ref":"Portents of Doom",
                "description":"This Stratagem can be purchased by any Legio Interfector player. Reveal this Stratagem during the Strategy phase. Any enemy Titan or Knight Banner within 12\" of a Legio Interfector Titan may not be issued Orders this round."
            },
            {
                "name":"Tormented Machine Spirit (1)",
                "ref":"Tormented Machine Spirit",
                "description":"This Stratagem can be purchased by any Legio lnterfector player. Reveal this Stratagem when a Legio lnterfector Titan would roll on the Awakened Machine Spirit table (see page 44 of the Adeptus Titanicus rulebook). Instead of rolling on the table, make an attack with each of the Titan's weapons. These attacks must be made against the closest model, whether it is friend or foe."
            }
        ]
    },
    {
        "name":"Legio Astorum",
        "ref":"Legio Astorum",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"War March",
                "ref":"War March",
                "description":"In the first and second round of the game, a Legio Astorum Titan can choose to add 2\" to its boosted Movement characteristic. If a Titan uses this boosted speed, then whenever it is required to roll the Reactor dice, it must roll twice and choose the least favourable result (i.e., the result which increases the Titan's Plasma Reactor Status track by the largest amount or awakens its machine spirit)."
            },
            {
                "name":"Veteran Princeps",
                "ref":"Veteran Princeps",
                "description":"During the Damage Control phase, or when enacting an Emergency Repairs order, a Legio Astorum Titan may re-roll one of its Repair Action dice. If it'is a Warlord Titan, it may instead re-roll two of its Repair Action dice."
            }
        ],
        "wargear":[],
        "personalTraits":[
            {
                "name":"Hero of the Crusade",
                "ref":"Hero of the Crusade",
                "description":"As long as the Princeps' Titan is closer to the nearest enemy unit than any of the other Titans in their maniple, then all Titans in their maniple can add 1 to any Command checks they are required to take."
            },
            {
                "name":"Reckless Hubris",
                "ref":"Reckless Hubris",
                "description":"Once each round, the Princeps' Titan can ignore the negative effects of a critically damaged system or a disabled weapon, firing the weapon as if it were functional. After the system or weapon is used, work out a single Strength 12 hit against the Titan's Body, ignoring the Titan's void shields."
            },
            {
                "name":"Ancient MIU",
                "ref":"Ancient MIU",
                "description":"Instead of making a Command check during the Strategy phase, the Princeps' Titan may be given a random Order. Roll the Order dice and apply the result to the Princeps' Titan."
            }
        ],
        "stratagems":[
            {
                "name":"Bounty of Mars (2)",
                "ref":"Bounty of Mars",
                "description":"This Stratagem can be purchased by any Legio Astorum player. Play this Stratagem at the beginning of the Damage Control phase of any round. Choose one type of critically damaged system or disabled weapon, i.e., Head, Body, Weapon, etc. For the duration of this Damage Control phase, the dice score required to repair this system is reduced by 1, i.e., if a dice result of 5 or 6 is normally required then for this phase, the player can use a dice result of 4, 5, or 6."
            },
            {
                "name":"Machine Defiance (2)",
                "ref":"Machine Defiance",
                "description":"This Stratagem can be purchased by any Legio Astorum player. Play this Stratagem when a Titan's void shields collapse. Immediately roll a number of D6 equal to the Titan's Servitor Clades characteristic. For each roll of 5 or 6, restore the Titan's Void Shield level by 1. Note, this is not a Repair roll and does not benefit from any effects which influence or modify Repair rolls."
            }
        ]
    },
    {
        "name":"Legio Defensor",
        "ref":"Legio Defensor",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Righteous Fire",
                "ref":"Righteous Fire",
                "description":"In the first round of the game, a Legio Defensor Titan may fire one of its weapons twice during its activation. If they do so, advance the Titan's Plasma Reactor Status track by two places, in addition to any advances associated with firing the weapon."
            },
            {
                "name":"Indomitable Resolve",
                "ref":"Indomitable Resolve",
                "description":"Titans in a Nova Guard maniple may add 1 to the dice roll when making Command checks, provided that at least one of the units in their battlegroup has been destroyed."
            }
        ],
        "wargear":[
            {
                "name":"Devotional War Sirens",
                "ref":"Devotional War Sirens",
                "description":"Any Legio Defensor Warlord Titan may rake Devotional War Sirens for +20 points. Legio Defensor Titans within 8\" of a Legio Defensor Warlord Titan equipped with Devotional War Sirens may roll two dice when making a Command check and choose the higher result."
            }
        ],
        "personalTraits":[
            {
                "name":"Enduring Hatred",
                "ref":"Enduring Hatred",
                "description":"The Princeps Titan may re-roll Hit rolls of 1 once their Titan has suffered Critical Damage. However, during the Damage Control phase, they must spend any Repair dice to repair disabled weapons before repairing any other kind of damage."
            },
            {
                "name":"Crusade Veteran",
                "ref":"Crusade Veteran",
                "description":"Once per game, when the Princeps successfully issues an Emergency Repairs order, they may immediately issue a second order after its effects have been resolved. This second order may be another Emergency Repairs order. Note that the Titan must adhere to the restrictions to movement and activation of both orders."
            },
            {
                "name":"Icon of the True",
                "ref":"Icon of the True",
                "description":"While the Princeps Titan is on the board, all Knight Banners and Titans from other friendly Legios add 1 to the dice roll when making Command checks."
            }
        ],
        "stratagems":[
            {
                "name":"A Day of Retribution (2)",
                "ref":"A Day of Retribution",
                "description":"This Stratagem can be purchased by any Legio Defensor player. Play this Stratagem in the Strategy phase of the first round. Choose one of your opponent's Titans. Immediately conduct a round of shooting against the Titan with one of your own Titans' weapons, counting the weapon as having double its normal range. Note that this does not increase the weapon's Short Range. Then, advance your Titan's Plasma Reactor Status track three places. Once the effects of the attack have been worked out, begin the first game round."
            },
            {
                "name":"Blessings of the Emperor (3)",
                "ref":"Blessings of the Emperor",
                "description":"This Stratagem can be purchased by any Legio Defensor player. Reveal this Stratagem when a hit would result in one of your Titans rolling on the Catastrophic Damage table. The hit is ignored and this Stratagem has no further effect."
            }
        ]
    },
    {
        "name":"Legio Atarus",
        "ref":"Legio Atarus",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Seizing the Initiative",
                "ref":"Seizing the Initiative",
                "description":"In the first round of the battle, a force that contains at least one Firebrands' maniple may re-roll the dice roll to determine who will choose the First Player, but only if they rolled lower than their opponent. If they win this roll-off then they must nominate themselves as the First Player."
            },
            {
                "name":"Indomitable Resolve",
                "ref":"Indomitable Resolve",
                "description":"Titans in a Nova Guard maniple may add 1 to the dice roll when making Command checks, provided that at least one of the units in their battlegroup has been destroyed."
            }
        ],
        "wargear":[
            {
                "name":"Infernus Missiles",
                "ref":"Infernus Missiles",
                "description":"Any Legio Atarus Titan may take Infernus missiles as an upgrade to their Apocalypse missile launchers for +15 points. If a unit takes at least one hit from an Apocalypse missile launcher equipped with Infernus missiles, place a 5\" Blast marker under the unit. In the End phase, any model with at least part of its base on the marker takes a Strength 4 hit, ignoring void shields and ion shields. Titans suffer this hit to their Legs. In addition, Blocking terrain touched by the template takes a Strength 4 hit (see page 52 of the Adeptus Titanicus rulebook for details on damaging and destroying terrain) and, if not destroyed, is set alight. In the End phase, burning terrain suffers a Strength 4 Hit, and deals a Strength 4 Hit to any models in it, as detailed above, until the terrain is destroyed and the fire goes out."
            }
        ],
        "personalTraits":[
            {
                "name":"Headstrong",
                "ref":"Headstrong",
                "description":"In the End phase, the Princeps Seniores may choose not to discard any orders issued to their Titan - in effect carrying forward the order into the following round without the need to make a new Command check. Note, Shutdown orders and other effects that change a Titan's current order are still applied as normal."
            },
            {
                "name":"Unconventional Thinker",
                "ref":"Unconventional Thinker",
                "description":"Once per battle, after an enemy Titan has declared its action, but before it moves or fires, the Princeps' Titan can be moved D6\" in any direction and its facing changed by up to 90°. This movement may not take the Titan through impassable terrain or other models."
            },
            {
                "name":"Shedim Drift Veteran",
                "ref":"Shedim Drift Veteran",
                "description":"During che Combat phase, the Princeps may choose one of their Titan's weapons. Any Armour rolls resulting from hits by the weapon may be re-rolled this round. If the Princeps is targeting a Titan from the Death's Heads or Tiger Eyes Legios, then hits from all of the Princeps' Titan's weapons may re-roll their Armour rolls."
            }
        ],
        "stratagems":[
            {
                "name":"Impetuous Machine Spirit (1)",
                "ref":"Impetuous Machine Spirit",
                "description":"This Stratagem can be purchased by any Legio Atarus player. Reveal this Stratagem when a Firebrands Titan would be required to make a roll on the Awakened Machine Spirit table (see page 44 of the Adeptus Titanicus rulebook). Rather than rolling, the Firebrands player may instead choose to automatically apply the Impetuous result, rolling D6+2\" rather than D6\" to determine the distance moved."
            },
            {
                "name":"Maniple of One (2)",
                "ref":"Maniple of One",
                "description":"This Stratagem can be purchased by any Legio Atarus player. The Firebrands player may reveal this Stratagem at the beginning of any round. For the duration of that round, one Titan in their force may gain the benefits of any Maniple trait normally available to the Firebrands. Note that while this Stratagem is in effect, the chosen Titan loses any other Maniple trait it might have and does not count as being a part of any other maniples."
            }
        ]
    },
    {
        "name":"Legio Solaria",
        "ref":"Legio Solaria",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Wolf Packs",
                "ref":"Wolf Packs",
                "description":"Warhound squadrons in a Legio Solaria maniple can contain up to four Warhound Titans. In addition, any Legio Solaria maniple can select a Warhound Titan in place of any Reaver Titans as part of its mandatory components."
            },
            {
                "name":"Many Faces of the Omnissiah",
                "ref":"Many Faces of the Omnissiah",
                "description":"In the first round of the game, any Tiger Eyes Titan may choose to forgo its activation in either the Movement phase or the Combat phase - in essence doing nothing for that phase but counting as one of the Tiger Eyes player's activations. For each phase sacrificed by a Titan, either 1 or 2, that Titan may re-roll any one dice later in the game."
            }
        ],
        "wargear":[
            {
                "name":"Fortis Motivators",
                "ref":"Fortis Motivators",
                "description":"A Legio Solaria Warhound Titan can be fitted with Fortis Motivators for a cost of +20 points. In the Damage Control phase, the player may discard any Repair Action dice (regardless of the number rolled) to repair a point of Critical Damage to the Titan's Legs."
            },
            {
                "name":"Cameleoline Shrouding",
                "ref":"Cameleoline Shrouding",
                "description":"Any Legio Solaria Titan with a Scale of 6 or less can take Cameleoline Shrouding as an upgrade for +35 points. Titans with this upgrade have their outline blurred at longer distances, and when shooting at them Hit rolls suffer an additional -1 to Hit at Long Range. However, the shrouding was notoriously fragile, and as soon as the Titan suffers 1 point of Structural Damage, this bonus is lost."
            }
        ],
        "personalTraits":[
            {
                "name":"Spear of Tigrus",
                "ref":"Spear of Tigrus",
                "description":"The Princeps' Titan may go onto Full Stride orders without the need to make a Command check."
            },
            {
                "name":"Agile Minded",
                "ref":"Agile Minded",
                "description":"Once per game, when the Princeps' Titan is hit by an attack, their Titan may respond in kind, interrupting the activation of an enemy unit and immediately making a single attack back at the attacker."
            },
            {
                "name":"Swift Displacement",
                "ref":"Swift Displacement",
                "description":"Once per game, when an enemy Titan makes a Smash Attack as part of a Charge order against the Princeps' Titan, the Princeps may move their Titan D6\" directly away from the attacker, after the enemy Titan has moved but before any To Hit dice for the attack are rolled. This does not change the facing of the Princeps' Titan."
            }
        ],
        "stratagems":[
            {
                "name":"Fog of War (2)",
                "ref":"Fog of War",
                "description":"This Stratagem can be purchased by any Legio Solaria player. Play this Stratagem in the Strategy phase of the first round. The Imperial Hunters player may redeploy a Warhound Titan for every Titan with a Scale of 7 or greater in their force. These redeployed units can be placed anywhere that they would normally be allowed to deploy by the mission being played."
            }
        ]
    },
    {
        "name":"Legio Mortis",
        "ref":"Legio Mortis",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Reaper's Tally",
                "ref":"Reaper's Tally",
                "description":"Each time a Titan of the Legio Mortis destroys an enemy Titan, it gains the abiliry to re-roll a single dice roll of reach time it makes a shooting attack. These effects are cumulative, and for every enemy Titan destroyed, an additional 1 may be re-rolled."
            },
            {
                "name":"State of Decay",
                "ref":"State of Decay",
                "description":"Once per game, any Legio Mortis Titan may ignore the effects of MIU Feedback, Moderati Wounded and Princeps Wounded for a round. In a round that the Titan ignores these Critical Damage effects, it may not allocate any Repair dice to its Head."
            }
        ],
        "wargear":[
            {
                "name":"Remains of the Fallen",
                "ref":"Remains of the Fallen",
                "description":"Any Legio Mortis Titan may be upgraded to have the Remains of the Fallen for +20 points. Enemy units within 8\" of a Titan with this upgrade must increase their Command characteristic by 1 to a maximum of 10."
            },
            {
                "name":"The Warmaster's Beneficence",
                "ref":"The Warmaster's Beneficence",
                "description":"Any Legio Mortis Titan may be upgraded to have the Warmaster's Beneficence for +20 points. The first time a Titan with this upgrade fires, it adds 1 to the Strength of any of its bolter or missile weapons, and may ignore the effects of the Draining trait."
            }
        ],
        "personalTraits":[
            {
                "name":"Rotten Heart",
                "ref":"Rotten Heart",
                "description":"When the Princeps awakens the machine spirit of their Titan, they may ignore its effects rather than rolling on the Awakened Machine Spirit table. If they do this then advance their Plasma Reactor track by two places."
            },
            {
                "name":"Pitiless",
                "ref":"Pitiless",
                "description":"The Princeps' Titan adds 1 to the Strength of its weapons when targeting an enemy Titan that has suffered Critical Damage to its Head, Body and Legs."
            },
            {
                "name":"Ancient of Terra",
                "ref":"Ancient of Terra",
                "description":"When the Princeps Titan must roll on the Reactor Overload table, only ever roll a D6, even if the Reactor Status marker is in a red hole."
            }
        ],
        "stratagems":[
            {
                "name":"March of the Dead (3)",
                "ref":"March of the Dead",
                "description":"This Stratagem can be purchased by any Legio Mortis player. Play this Stratagem in the Strategy phase of the firsr round. The Legio Mortis player may immediately move each of their Titans just as if it was the Movement phase. This special movement cannot be boosted. If the player uses this Stratagem, their opponent automatically becomes the Firsr Player for the remainder of the first game round."
            }
        ]
    },
    {
        "name":"Legio Krytos",
        "ref":"Legio Krytos",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Doom of Worlds",
                "ref":"Doom of Worlds",
                "description":"When fielding a Myrmidon maniple (see page 59 of the Adeptus Titanicus rulebook) a Legio Krytos player may take a Warlord Titan in place of a Reaver Titan as part of the maniple's mandatory components."
            },
            {
                "name":"State of Decay",
                "ref":"State of Decay",
                "description":"Once per game, any Legio Mortis Titan may ignore the effects of MIU Feedback, Moderati Wounded and Princeps Wounded for a round. In a round that the Titan ignores these Critical Damage effects, it may not allocate any Repair dice to its Head."
            }
        ],
        "wargear":[
            {
                "name":"Earthbreaker Missiles",
                "ref":"Earthbreaker Missiles",
                "description":"Any Legio Krytos Titan that is equipped with Apocalypse missile launchers can take Earthbreaker missiles as an upgrade for +20 points for a Warlord Titan and +10 points for a Reaver Titan. When firing the Titan's Apocalypse missile launchers, the player can choose to either use its normal profile, or reduce its dice to 2 for a Warlord Titan, or 1 for a Reaver Titan, and give it the Quake trait. Earthbreaker missiles increase their Strength by 5 when resolving damage against terrain."
            }
        ],
        "personalTraits":[
            {
                "name":"Godlike Contempt",
                "ref":"Godlike Contempt",
                "description":"The Princeps thinks little ofthe units chat support their maniple,and even smaller Titans are of only passing concern to them. The Princeps' Titan may still make Command checks if a Knight Banner or a Titan with a smaller Scale than that of the Princeps Titan has failed its Command check."
            },
            {
                "name":"World Bane",
                "ref":"World Bane",
                "description":"Any Blocking terrain destroyed by the Princeps' Titan becomes Dangerous terrain (see page 43 of rhe Adeptus Titanicus rulebook) if it was not already."
            },
            {
                "name":"Path of Iron",
                "ref":"Path of Iron",
                "description":"The Princeps may make a single Smash Attack (see page 36 of the Adeptus Titanicus rulebook) during the Movement phase, provided it is against an enemy model of Scale 3 or less. Stop the Titan when it comes within range ofits target and resolve the attack, then complete its movement as normal. When making these kinds of Smash Attacks, rhe Titan may move through models of Scale 3 or less, provided chat they can completely cross the enemy model's base. This attack does not prohibit the Titan from making attacks in the following Combat phase."
            }
        ],
        "stratagems":[
            {
                "name":"Scorched Earth (1)",
                "ref":"Scorched Earth",
                "description":"This Stratagem can be purchased by any Legio Krytos player. Reveal this Stratagem in any Strategy phase. For the duration of that round, when targeting terrain, Titans of the Legio Krytos add 2 to the Strength of their weapons."
            },
            {
                "name":"Iron Endures (1)",
                "ref":"Iron Endures",
                "description":"This Stratagem can be purchased by any Legio Krytos player. Reveal this Stratagem in any Strategy phase. For the duration of that round, all God Breakers Titans reduce the Strength of hits suffered as a result of Dangerous terrain by 2 (to a minimum of 0)."
            }
        ]
    },
    {
        "name":"Legio Fureans",
        "ref":"Legio Fureans",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Machine Rage",
                "ref":"Machine Rage",
                "description":"When rolling the Reactor dice (see page 43 of the Adeptus Titanicus rulebook) a Tiger Eyes player counts both the Machine Spirit symbol and blank facing on the dice as a trigger for the awakening of their Titan's machine spirit. However, if a Tiger Eyes player fails the Command check to quell the machine spirit, they may choose the result from the Awakened Machine Spirit table, rather than rolling randomly."
            },
            {
                "name":"Many Faces of the Omnissiah",
                "ref":"Many Faces of the Omnissiah",
                "description":"In the first round of the game, any Tiger Eyes Titan may choose to forgo its activation in either the Movement phase or the Combat phase - in essence doing nothing for that phase but counting as one of the Tiger Eyes player's activations. For each phase sacrificed by a Titan, either 1 or 2, that Titan may re-roll any one dice later in the game."
            }
        ],
        "wargear":[
            {
                "name":"Hunting Auspex",
                "ref":"Hunting Auspex",
                "description":"Any Legio Fureans Titan may take a hunting auspex upgrade for +20 points. A Titan equipped with a hunting auspex is better able to pick its enemies out from the tangled wreckage of the battlefield, especially at longer ranges where it can isolate targets. When making ranged attacks at targets over 12\" away, the Titan may reduce any penalty To Hit by 1, to a minimum of 0."
            }
        ],
        "personalTraits":[
            {
                "name":"Titan Stalker",
                "ref":"Titan Stalker",
                "description":"When targeting a Titan that is within 12\", the Princeps Seniores may add 1 to the Armour rolls of any hits, provided that the targeted Titan has a Scale either equal to or greater than their own."
            },
            {
                "name":"Humardu Savage",
                "ref":"Humardu Savage",
                "description":"When the Princeps Seniores Titan makes a Smash Attack (see page 36 of the Adeptus Titanicus rulebook), add 2 to the Strength of the attack."
            },
            {
                "name":"Trophy Taker",
                "ref":"Trophy Taker",
                "description":"Any weapon disabled by the Tiger Eyes Princeps using a Smash Attack, or a weapon with the Melee trait, is harder to repair; these require a dice score 1 higher than normal when making Repair actions."
            }
        ],
        "stratagems":[
            {
                "name":"Offensive Surge (3)",
                "ref":"Offensive Surge",
                "description":"This Stratagem can be purchased by any Legio Fureans player. Reveal this Stratagem in any Combat phase. The Tiger Eyes player may choose one of their deployed Tiger Eyes maniples; for this Combat phase, each Titan in the chosen maniple may attack twice with one of its weapons but must increase its Reactor level by 1, in addition to any other effects."
            }
        ]
    }
]
