[
    {
        "name":"None (detached units group)",
        "ref":"None",
        "mandatory":[],
        "optional":[],
        "traits":[],
        "units":[]
    },
    {
        "name":"Axiom",
        "ref":"Axiom",
        "mandatory":["warlord", "reaver", "warhound"],
        "optional":["reaver", "warhound"],
        "traits":[
            {
                "name":"Might of the Omnissiah",
                "ref":"Might of the Omnissiah",
                "description":"If a Titan from this maniple fails a Command check when an order is issued to it in the Issue Orders step of the Strategy phase, orders can still be issued to the rest of the Titans in this maniple. Command checks must still be made for each."
            }
        ],
        "units":[]
    },
    {
        "name":"Myrmidon",
        "ref":"Myrmidon",
        "mandatory":["warlord", "warlord", "reaver"],
        "optional":["reaver", "warhound"],
        "traits":[
            {
                "name":"Overwhelming Firepower",
                "ref":"Overwhelming Firepower",
                "description":"When issuiung a First Fire or Split Fire order to Titans from this maniple, the Command check will always succeed on a roll of 2+, regardless of modifiers."
            }
        ],
        "units":[]
    },
    {
        "name":"Venator Light",
        "ref":"Venator Light",
        "mandatory":["reaver", "warhound", "warhound"],
        "optional":["warhound", "warhound"],
        "traits":[
            {
                "name":"Opportunistic Strike",
                "ref":"Opportunistic Strike",
                "description":"If an enemy unit's shields are collapse by an attack made by a Warhound Titan from this maniple, the Reaver Titan in this maniple can immediately make an attack against it with one of it's weapons, following the Combat sequence. This means that the Reaver can potentially attack several times in the same phase, as well as attacking normally when it is activated. However, if the Reaver is prevented from attacking in the Combat phase - it has Striding Speed or Shutdown orders, for example - it cannot make these bonus attacks."
            }
        ],
        "units":[]
    },
    {
        "name":"Fortis Battle",
        "ref":"Fortis Battle",
        "mandatory":["warlord", "reaver", "reaver"],
        "optional":["warlord", "reaver"],
        "traits":[
            {
                "name":"Titanic Fortress",
                "ref":"Titanic Fortress",
                "description":"Standing shoulder to shoulder, the Titans of a Fortis Battle maniple shrug off devastating hits with overlapping void shields and locked armoured plates. When a Titan in a Fortis Battle maniple is in base contact with another Titan in the maniple, and neither Titan moved in the Movement phase, the Titan ignores Armour roll modifiers resulting from Structural Damage or being attacked in the flank or rear. In addition, Titans in a Fortis Battle maniple may merge their void shields (page 45 of the rulebook)."
            }
        ],
        "units":[]
    },
    {
        "name":"Ferrox Light",
        "ref":"Ferrox Light",
        "mandatory":["reaver", "warhound", "warhound"],
        "optional":["reaver", "warhound"],
        "traits":[
            {
                "name":"Knife Fighters",
                "ref":"Knife Fighters",
                "description":"Titans that are a part of Ferrox Light maniple excel at close quarters combat. When a Titan in a Ferros Light maniple makes attacks against a target that is no further away than its Scale in inches, they add 1 to any Armour rolls they cause. Titans in a Ferrox Light maniple may also choose to use either their Weapon Skill or Ballistic Skill when within 2\" of an Enemy."
            }
        ],
        "units":[]
    },
    {
        "name":"Corsair Battleline",
        "ref":"Corsair Battleline",
        "mandatory":["reaver", "reaver", "reaver"],
        "optional":["reaver", "reaver"],
        "traits":[
            {
                "name":"Fighting Withdrawal",
                "ref":"Fighting Withdrawal",
                "description":"Titans in this maniple can choose to move outside of their forward arc at their full movement rather than having to use 2\" of movement for every 1\" moved. Titans may not use their boosted speed when moving outside of their Front arc."
            }
        ],
        "units":[]
    }
]
