[
    {
        "name":"Detached units",
        "ref":"None",
        "maniples":[],
        "units":[],
        "traits":[],
        "wargear":[],
        "personalTraits":[],
        "stratagems":[]
    },
    {
        "name":"Legio Gryphonicus",
        "ref":"Legio Gryphonicus",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Lust for Glory",
                "ref":"Lust for Glory",
                "description":"After both sides have deployed, a player commanding a Legio Gryphonicus battlegroup can declare that any of their Titans will claim an enemy Titan as a target. Declare out loud which Titan is making the claim and their intended target, and write both down. If a Titan attacks its intended target, the controlling player can re-roll Hit rolls of 1, and add 1 to the result of any Armour rolls. However, if another Titan attacks the intended target then the claim is forfeit and this rule no longer applies."
            },
            {
                "name":"Mainstay of the Titan Legion",
                "ref":"Mainstay of the Titan Legion",
                "description":"When assembling a Legio Gryphonicus maniple, players can select up to one Reaver Titan in place of a Warlord Titan or Warhound Titan."
            }
        ],
        "wargear":[
            {
                "name":"Enhanced Auspex Relays",
                "ref":"Enhanced Auspex Relays",
                "description":"Any Legio Gryphonicus Warhound can be equipped with enhanced auspex relays at a cost of +10 points. Whenever a Legio Gryphonicus Titan makes an attack, it can measure the distance to any targets that are within 12\" of a friendly Warhound equipped with enhanced auspex relays before declaring its target."
            },
            {
                "name":"Gravatus Plating",
                "ref":"Gravatus Plating",
                "description":"A Legio Gryphonicus Reaver that is chosen as part of a maniple in place of a Warlord Titan (as per the Mainstay of the Titan Legion, rule above) can be fitted with gravatus plating at a cost of +20 points. This increases the Armour value of the Reaver's body and legs by I point each, but subtracts 1 from its default and boosted Speed characteristics"
            },
            {
                "name":"Motive Sub-reactors",
                "ref":"Motive Sub-reactors",
                "description":"A Legio Gryphonicus Reaver which is chosen as part of a maniple in place of a Warhound Titan (as per the Mainstay of the Titan Legion found on rulebook page 89) can be fitted with motive sub-reactors at a cost of +25 points. This allows the Reaver to use its boosted Speed and Manoeuvre characteristics without pushing its reactor. However, each time the Titan suffers a Critical Hit to its Legs, roll a D6. On a result of 3 or less, its Reactor level is increased by 1."
            }
        ],
        "personalTraits":[
            {
                "name":"Reckless Maverick",
                "ref":"Reckless Maverick",
                "description":"Once per battle, the Princeps Seniores' Titan can be activated a second time in the Movement phase or Combat phase. After doing so, advance the Titan's Reactor level three times."
            },
            {
                "name":"Master Duelist",
                "ref":"Master Duelist",
                "description":"Failed Hit rolls for the Princeps Seniores' Titan can be re-rolled when it is making attacks against a target which is within 8\"."
            },
            {
                "name":"Hunter without Equal",
                "ref":"Hunter without Equal",
                "description":"Re-roll any failed Hit rolls, not just Hit rolls of 1, when the Princeps Seniores' Titan attacks a target it has claimed (see the Lust for Glory rule on rulebook page 89)."
            }
        ],
        "stratagems":[]
    },
    {
        "name":"Legio Tempestus",
        "ref":"Legio Tempestus",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Glory in Death",
                "ref":"Glory in Death",
                "description":"Before making a Catastrophic Damage roll for a Legio Tempestus Titan, make a Command check for it. If the test is passed, the Titan can immediately attack with one of its weapons (following the Combat Sequence) or with all of its weapons if the test is passed by 3 or more."
            },
            {
                "name":"Fury of the Machine",
                "ref":"Fury of the Machine",
                "description":"When making an Awakened Machine Spirit roll for a Legio Tempestus Titan, re-roll any results of 1, 2 or 3. If the re-roll is a 1, 2 or 3, the result stands."
            }
        ],
        "wargear":[
            {
                "name":"Chasmata Pattern Laser Destructors",
                "ref":"Chasmata Pattern Laser Destructors",
                "description":"This enhanced technology, based on archaeotech found near the Titan Legion's fortress on Mars, adds 3\" to the weapon's Short range and 6\" to its Long range."
            }
        ],
        "personalTraits":[
            {
                "name":"Adamantium Resolve",
                "ref":"Adamantium Resolve",
                "description":"Once per battle, at any point, the controlling player can remove Shutdown orders from the Princeps Seniores' Titan, even as the Shutdown order is issued, effectively cancelling it."
            },
            {
                "name":"Storm-born",
                "ref":"Storm-born",
                "description":"When a Titan in the Princeps Seniores' maniple that has Charge orders moves in the Movement phase, it uses its boosted Speed value without having to push its reactor."
            },
            {
                "name":"Defiant Warrior",
                "ref":"Defiant Warrior",
                "description":"If the Princeps Seniores' Titan's void shields have collapsed, Hit rolls of 1 for its attacks can be re-rolled."
            }
        ],
        "stratagems":[
            {
                "name":"Combat Drop (3)",
                "ref":"Combat Drop",
                "description":"When a player chooses this Stratagem, they must secretly write down the name of one of their Titans which has a Scale of 6 or lower. Play this Stratagem at the start of deployment to set that unit to one side and state that it is being held in orbit (it is not deployed with the rest of the battlegroup). Declare (and write down) a round between rounds 2-4 - this is the round in which its dropship is aiming to deploy the Titan to the battlefield.\nAt the beginning of the Movement phase of the chosen round, roll a D10. If the result is lower than the Titan's Scale, it arrives. Otherwise the Titan is delayed and will arrive at the start of the following Movement phase instead.\nWhen the Titan arrives, place it anywhere on the battlefield that is not within 1\" of another model or terrain feature, then scatter it D6\". Once it has been scattered, roll a D3. On a 1-2, it makes a 45° turn to the left. On a 3-4, it stays where it is, and on a 5-6, it makes a 45° turn to the right. If the Titan scatters or turns into any terrain, it stops before moving into it and then suffers D6 Strength 9 hits.\nA Titan that arrives from orbit cannot be activated in any of the phases of the current round, as it is deploying from its dropship. It can, however, be targeted by attacks as normal."
            }
        ]
    },
    {
        "name":"Legio Crucius",
        "ref":"Legio Crucius",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Forgeborn",
                "ref":"Forgeborn",
                "description":"In the first and second rounds of the game, when a Legio Crucius Titan makes a Repair roll, either in the Damage Control phase or as a result of being issued an Emergency Repair Order, it may re-roll any dice results of 1."
            },
            {
                "name":"Pride of Ryza",
                "ref":"Pride of Ryza",
                "description":"During the Damage Control phase, or when making Repair rolls as part of an Emergency Repair Order, when a Legio Crucius Titan uses a dice result of 6 to Vent Plasma, decrease the Titan's Reactor level by 2 rather than 1."
            }
        ],
        "wargear":[
            {
                "name":"Terminus Override Mechanisms",
                "ref":"Terminus Override Mechanisms",
                "description":"Any Legio Crucius Titan may be equipped with a terminus override mechanism for +30 points. The first time a Legio Crucius Titan with a terminus override mechanism would be required to roll on the Reactor Overload table (see page 43 of the Adeptus Titanicus rulebook), instead of rolling, give the Titan a Shutdown order instead. Once triggered in this manner, a terminus override mechanism has no further effect on the game."
            },
            {
                "name":"Bi-folded Power Containment",
                "ref":"Bi-folded Power Containment",
                "description":"Any Legio Crucius Titan may be equipped with a bi-folded power containment system for +30 points. When firing a weapon with the Draining trait (see page 39 of the Adeptus Titanicus rulebook), a Titan equipped with a bi-folded power containment system can roll a D6 to mitigate its effect. On a 4+, the Titan can roll the Reactor dice twice and choose the result they want. On a 1, however, they must roll the Reactor dice twice and choose the result that would advance their Reactor marker by the most or, if both results would advance it by the same amount, the result that would Awaken the Machine Spirit."
            }
        ],
        "personalTraits":[
            {
                "name":"Collegia Lord",
                "ref":"Collegia Lord",
                "description":"When making a Command Check for the Princeps Seniores' Titan, if a 9 or 1O is rolled they may issue Orders to any or all of the Titans in their maniple (provided that they do not already have an Order) without the need to make Command checks for them."
            },
            {
                "name":"Mechanicum Born",
                "ref":"Mechanicum Born",
                "description":"Once in each Damage Control phase, you can re-roll one of the Repair dice for the Princeps Seniores' Titan, though you must accept the second result, even if it is worse."
            },
            {
                "name":"Black Banner",
                "ref":"Black Banner",
                "description":"If the Princeps' battlegroup does not have a Tertiary Objective (as part of a Stratagem or Mission), it gains the Salvation of Crucius Tertiary Objective. A battlegroup with this objective earns 5 Victory points at the end of the game if their Princeps Seniores' Titan was not destroyed or Structurally Compromised."
            }
        ],
        "stratagems":[]
    },
    {
        "name":"Legio Fortidus",
        "ref":"Legio Fortidus",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Children of Mars",
                "ref":"Children of Mars",
                "description":"Legio Fortidus Titans never suffer penalties to their Command checks and may ignore effects that force them to re-roll successful Command checks. Knight Banners bonded to Legio Fortidus may re-roll Command checks to avoid becoming Shaken provided they are within line ofsight ofat least one Legio Fortidus Battle Titan."
            },
            {
                "name":"Lost Sons",
                "ref":"Lost Sons",
                "description":"A Legio Fortidus battlegroup may alter one of the mandatory Titan components of any or all of its maniples. Note that for the purposes of the maniple's rules, the replacement Titan still counts as the Titan type it replaced (i.e., ifa Legio Fortidus Venator maniple replaced one of che maniple's mandatory Warhound Titans with a Reaver Titan, the replacement Reaver Titan would still count as a Warhound for the Opportunistic Strike special rule and so not gain extra attacks against a Titan whose shields had been collapsed by a Warhound)."
            }
        ],
        "wargear":[],
        "personalTraits":[
            {
                "name":"Broken by Treachery",
                "ref":"Broken by Treachery",
                "description":"When targeting a Titan with a Scale equal or larger than the Princeps' own Titan, you may re-roll the dice for its first attack roll of the game. Note that in the case of weapons with multiple arrack dice, all of the dice must be re-rolled or none of them."
            },
            {
                "name":"Immortal of Mars",
                "ref":"Immortal of Mars",
                "description":"The Princeps counts the effects of Critical Damage to their Titan's Head as one level lower than it is (i.e., Moderati Wounded and Princeps Wounded counts a Moderati Wounded and MIU Feedback, while Moderati Wounded and MIU Feedback counts only as MIU Feedback, while MIU Feedback alone is ignored)."
            },
            {
                "name":"Soldier of the Crusade",
                "ref":"Soldier of the Crusade",
                "description":"The presence of the Princeps adds one additional Stratagem point co their battlegroup that may be used before the battle co purchase Stratagems."
            }
        ],
        "stratagems":[
            {
                "name":"For the Red Planet (2)",
                "ref":"For the Red Planet",
                "description":"This Stratagem can be purchased by any Legio Fortidus player. The Dauntless player may reveal this Stratagem when activating a Titan. Until the beginning of the following game round, the Titan ignores the damage effects of Critical Damage to its Head, Body or Legs, as chosen by the player when the Stratagem is revealed."
            },
            {
                "name":"Red Skies (1)",
                "ref":"Red Skies",
                "description":"This Stratagem can be purchased by any Legio Fortidus player. The Dauntless player may reveal this Stratagem when one of their Titans suffers a Magazine Detonation or Catastrophic Meltdown result on the Catastrophic Damage table (see page 36 of the Adeptus Titanicus rulebook). When resolving the Catastrophic Damage effects, add 5 to the Titan's Scale."
            }
        ]
    },
    {
        "name":"Legio Vulcanum",
        "ref":"Legio Vulcanum",
        "maniples":[],
        "units":[],
        "traits":[
            {
                "name":"Two-faced God",
                "ref":"Children of Mars",
                "description":"When fielding a Legio Vulcanum battlegroup, a player may nominate two Legio Vulcanum Titans to be commanded by a Princeps Seniores (see page 55 of the Adeptus Titanicus rulebook). These Titans may not be part of the same maniple. If one of the Princeps Seniores' Titans is destroyed, for the remainder of the game count the other Princeps Seniores' Titan as having suffered an unrepairable Princeps Wounded damage effect."
            },
            {
                "name":"For the Fallen",
                "ref":"For the Fallen",
                "description":"For each Legio Vulcanum Titan in the battlegroup that has been destroyed, the Legio Vulcanum player gains a single re-roll that may be used once each round. This re-roll may be used to re-roll the result of any single dice roll made by a Legio Vulcanum Titan."
            }
        ],
        "wargear":[
            {
                "name":"Twinned Machine Spirits",
                "ref":"Twinned Machine Spirits",
                "description":"Any two Legio Vulcanum Titans may take twinned machine spirits for +20 points each. Legion Vulcanum Titans with twinned machine spirits count as being part of a squadron with each other (see page 45 of the Adeptus Titanicus rulebook). However, should a Titan with a twinned machine spirit roll the Machine Spirit symbol on the Reactor dice, both it and its paired Titan must make a Command check to see if their Titan's machine spirit awakens. Note that multiple pairs of Titans in a Legio Vulcanum Battlegroup may be equipped to have twinned machine spirits, each forming their own squadron of two."
            },
            {
                "name":"Janus Pattern Missiles",
                "ref":"Janus Pattern Missiles",
                "description":"Any Legio Vulcanum Titan armed with an apocalypse missile launcher or paired apocalypse missile launchers may take Janus pattern missiles for +20 points. Legio Vulcanum Titans with Janus pattern missiles may split the dice of their missile launchers between more than one target as the Janus warheads disperse in flight. The Titan chooses a main target for its missiles, which will either be the same target as the rest of its weapons or one of its targets if it has the Split Fire order. At least one dice must then be allocated to the Titan's main target. The rest of the missile launcher's dice can then either be applied to the main target or any other target within 12\" of the main target, provided that they are in range and line of sight of the weapon."
            }
        ],
        "personalTraits":[
            {
                "name":"True Born",
                "ref":"True Born",
                "description":"The Princeps adds 3 to Command checks when issuing Orders to their own Titan, rather than 2. If you roll a 1 when making a Command check, no further Command checks can be made for their Battlegroup, regardless of re-rolls or other special rules."
            },
            {
                "name":"Divided of Mind",
                "ref":"Divided of Mind",
                "description":"If the Princeps fails a Command check when issuing an Order to their Titan, roll the Order dice. The rolled Order is then applied to the Princeps' Titan, unless it is a Shutdown order, in which case it may either be applied or ignored."
            },
            {
                "name":"Soldier of the Crusade",
                "ref":"Soldier of the Crusade",
                "description":"The presence of the Princeps adds one additional Stratagem point co their battlegroup that may be used before the battle co purchase Stratagems."
            }
        ],
        "stratagems":[
            {
                "name":"Symbiotic Commands (1)",
                "ref":"Symbiotic Commands",
                "description":"This Stratagem can be purchased by any Legio Vulcanum player. Play this Stratagem in the Strategy phase after successfully issuing an Order to a Legio Vulcanum Titan. The player may, if they choose, immediately issue this same Order to any or all of the Legio Vulcanum Titans in their battlegroup without the need to make further Command checks."
            }
        ]
    }
]
